datasets/benchmark-results/micron21/201811191514/wordpress-results-micron21-10-201811191514.log
Running 1m test @ http://blug.id-rsa.pub/wordpress/
  1 threads and 10 connections
  Thread calibration: mean lat.: 93.111ms, rate sampling interval: 261ms
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency   124.96ms  325.30ms   2.36s    95.00%
    Req/Sec     9.90     16.10    57.00     75.92%
  Latency Distribution (HdrHistogram - Recorded Latency)
 50.000%   46.53ms
 75.000%   60.22ms
 90.000%   95.87ms
 99.000%    1.93s 
 99.900%    2.36s 
 99.990%    2.36s 
 99.999%    2.36s 
100.000%    2.36s 

  Detailed Percentile spectrum:
       Value   Percentile   TotalCount 1/(1-Percentile)

      26.143     0.000000            1         1.00
      31.375     0.100000           50         1.11
      33.951     0.200000          101         1.25
      37.311     0.300000          150         1.43
      41.663     0.400000          200         1.67
      46.527     0.500000          250         2.00
      48.671     0.550000          275         2.22
      51.775     0.600000          300         2.50
      54.143     0.650000          325         2.86
      57.279     0.700000          350         3.33
      60.223     0.750000          375         4.00
      63.519     0.775000          388         4.44
      66.879     0.800000          400         5.00
      70.015     0.825000          413         5.71
      74.623     0.850000          425         6.67
      82.175     0.875000          438         8.00
      89.791     0.887500          444         8.89
      95.871     0.900000          450        10.00
     115.455     0.912500          457        11.43
     249.087     0.925000          463        13.33
     265.727     0.937500          469        16.00
     367.103     0.943750          472        17.78
     447.743     0.950000          475        20.00
     517.887     0.956250          479        22.86
    1160.191     0.962500          482        26.67
    1268.735     0.968750          485        32.00
    1287.167     0.971875          486        35.56
    1400.831     0.975000          488        40.00
    1429.503     0.978125          490        45.71
    1857.535     0.981250          491        53.33
    1923.071     0.984375          493        64.00
    1923.071     0.985938          493        71.11
    1925.119     0.987500          494        80.00
    1933.311     0.989062          495        91.43
    1940.479     0.990625          496       106.67
    1983.487     0.992188          497       128.00
    1983.487     0.992969          497       142.22
    1983.487     0.993750          497       160.00
    2015.231     0.994531          498       182.86
    2015.231     0.995313          498       213.33
    2117.631     0.996094          499       256.00
    2117.631     0.996484          499       284.44
    2117.631     0.996875          499       320.00
    2117.631     0.997266          499       365.71
    2117.631     0.997656          499       426.67
    2359.295     0.998047          500       512.00
    2359.295     1.000000          500          inf
#[Mean    =      124.962, StdDeviation   =      325.303]
#[Max     =     2357.248, Total count    =          500]
#[Buckets =           27, SubBuckets     =         2048]
----------------------------------------------------------
  601 requests in 1.00m, 31.00MB read
Requests/sec:     10.01
Transfer/sec:    528.67KB